Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# toolbar.addBudget.label
source: New Budget
ar: ميزانية جديدة
bn: নতুন বাজেট
ca: Pressupost nou
cs: Nový rozpočet
da: Nyt budget
de: Neues Budget
el: Νέος Προϋπολογισμός
es: Nuevo presupuesto
es_mx: Nuevo presupuesto
fi: Uusi budjetti
fr: Nouveau budget
fr_ca: Nouveau budget
gu: નવું બજેટ
he: תקציב חדש
hi: नया बजट
hr: Novi proračun
hu: Új költségkeret
id: Anggaran Baru
it: Nuovo Budget
ja: 新規予算
kn: ಹೊಸ ಬಜೆಟ್
ko: 새 예산
ml: പുതിയ ബജറ്റ്
mr: नवीन budget
ms: Bajet Baharu
nb: Nytt budsjett
nl: Nieuw budget
or: ନୂଆ ବଜେଟ୍
pa: ਨਵਾਂ ਬਜਟ
pl: Nowy budżet
pt_br: Novo Orçamento
pt_pt: Novo Orçamento
ro: Buget nou
ru: Новый бюджет
sk: Nový rozpočet
sl: Nov proračun
sv: Ny budget
ta: புதிய பட்ஜெட்
te: కొత్త బడ్జెట్
th: งบประมาณใหม่
tr: Yeni Bütçe
uk: Новий бюджет
ur: نیا بجٹ
vi: Ngân sách mới
zh_hans: 新建预算
zh_hant: 新增預算

# toolbar.settings.accessibilityHint
source: Opens app settings
ar: يفتح إعدادات التطبيق
bn: অ্যাপ সেটিংস খোলে
ca: Obre la configuració de l'app
cs: Otevře nastavení aplikace
da: Åbner appindstillinger
de: Öffnet die App-Einstellungen
el: Ανοίγει τις ρυθμίσεις της εφαρμογής
es: Abre los ajustes de la app
es_mx: Abre la configuración de la app
fi: Avaa sovelluksen asetukset
fr: Ouvre les réglages de l'app
fr_ca: Ouvre les réglages de l'app
gu: ઍપ્લિકેશન સેટિંગ્સ ખોલે છે
he: פותח את הגדרות האפליקציה
hi: ऐप सेटिंग्स खोलता है
hr: Otvara postavke aplikacije
hu: Megnyitja az alkalmazás beállításait
id: Membuka pengaturan aplikasi
it: Apre le impostazioni dell'app
ja: アプリ設定を開きます
kn: ಅಪ್ಲಿಕೇಶನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯುತ್ತದೆ
ko: 앱 설정을 열어요
ml: ആപ് ക്രമീകരണങ്ങൾ തുറക്കുന്നു
mr: अ‍ॅप सेटिंग्ज उघडते
ms: Membuka tetapan aplikasi
nb: Åpner appens innstillinger
nl: Opent app-instellingen
or: ଆପ୍ ସେଟିଂସ୍ ଖୋଲେ
pa: ਐਪਲੀਕੇਸ਼ਨ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Otwiera ustawienia aplikacji
pt_br: Abre as configurações do aplicativo
pt_pt: Abre as definições da aplicação
ro: Deschide setările aplicației
ru: Открывает настройки приложения
sk: Otvorí nastavenia aplikácie
sl: Odpre nastavitve aplikacije
sv: Öppnar appinställningar
ta: பயன்பாட்டு அமைப்புகளைத் திறக்கிறது
te: యాప్ సెట్టింగ్‌లను తెరుస్తుంది
th: เปิดการตั้งค่าแอป
tr: Uygulama ayarlarını açar
uk: Відкриває налаштування застосунку
ur: ایپ کی ترتیبات کھولتا ہے
vi: Mở cài đặt ứng dụng
zh_hans: 打开应用设置
zh_hant: 開啟應用程式設定

# toolbar.settings.label
source: Settings
ar: الإعدادات
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_mx: Ajustes
fi: Asetukset
fr: Réglages
fr_ca: Réglages
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ms: Tetapan
nb: Innstillinger
nl: Instellingen
or: ସେଟିଂସ୍
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
